commands_templates/GetCertificateInformation0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetCertificateInformation>
         <!--type: token-->
         <wsdl:CertificateID>?</wsdl:CertificateID>
      </wsdl:GetCertificateInformation>
   </soap:Body>
</soap:Envelope>